Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja1/uskav2_n.html.tmx
Source language: nob
Languages: sme

source: På slutten av 1970-tallet så vi at den planlagte utbygginga av Alta-Guovdageaidnu-vassdraget ville kunne ødelegge næringsgrunnlaget for oss som dreiv med rein i dette området .
sme: 1970-logu loahpas oinniimet ahte Álttá-Guovdageaineanu buođđudeapmi sáhtii bilidit min ealáhusvuođu , geat barggaimet boazodoaluin dán guovllus .

source: Men på grunn av manglende språkferdigheter hadde vi svært vanskelig for å kunne forsvare oss overfor myndighetene .
sme: Muhto giellaváttisvuođaid dihtii lei hui váttis midjiide bealuštit iežamet eiseválddiide .

source: For meg var det den avgjørende saka som fikk meg til å forstå at vi som hadde tapt skolegang måtte organisere oss og kreve hjelp .
sme: Munnje lei dát ášši mii dagahii ahte ipmirdin ahte mii geat leat massán oahpu fertet searválagaid gáibidit veahki .

source: Flere artikler fra Samisk skolehistorie 1
sme: Eará artihkkalat girjjis Sámi skuvlahistorjá 1
